app/controllers/books_controller.rb

INSERT INTO "books" ("title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "あいうえお"], ["body", "かきくけこ"], ["created_at", "2019-07-13 09:08:00.667939"], ["updated_at", "2019-07-13 09:08:00.667939"]]
---
  def create
    book = Book.new(book_params)
    book.save